import { FC } from "react";
import classes from "../style/aboutUs.module.scss";

const AboutUs: FC = () => {
    return (
        <div className={classes["about_us"]}>
            <h2 className={classes["about_us_title"]}>Մեր մասին</h2>
            <div className={classes["about_us_up"]}>
                <div className={classes["about_us_text_container"]}>
                    <h3 className={classes["about_us_text"]}>
                        «ՎԼԴ-Հատուկշին» ՍՊԸ—ն ստեղծվել է 03․2023թ-ին՝բազմամյա և հարուստ աշխատանքային
                        փորձով մասնագետների հիման վրա։ Կարճ ժամանակահատվածում հասցրել է գրավել
                        կառուցապատողների վստահությունը՝ կատարվածբարձր որակով ախատանքների և
                        պատասխանատվության շնորհիվ։  Հիմնադիր՝ Վարդան Աշոտի Գևորգյան Ավարտել է ԵրՃՇՊՀ
                        «արդյունաբերական և քաղաքացիական շինարարություն» ֆակուլտետը՝ գերազանցության
                        դիպլոմով։ Կարիերայի հենց սկզբից մասնակցել է Էրեբունի համայնքում կառուցվող
                        եկեղեցու շխնարարությանը։  
                    </h3>

                    <h3 className={classes["about_us_text"]}>
                        Հաջորդ աշխատանքը եղել է «Ամերիկայի հայկական համագումար» — ի շենքի
                        կառուցումը, որի ճակատային պատերը, հանդիսանալով պատմամշակութային
                        ժառանգություն, պահպանվել են։ Կարիերայի հերթական փուլում մասնակցել է
                        բազմաֆունկցիոնալ բազմահարկ բնակելի համալիրի կառուցմանը։ Այս փուլում Երևանի
                        տարբեր վարչական շրջաններում կառուցել է բանկերի մասնաշենքեր, հյուրանոցային և
                        տեխնիկական համալիրներ, հասարակական նշանակության օբյեկտներ։ Կարիերայի հաջորդ
                        փուլը՝ Մոսկվա քաղաքն էր։ Այս փուլում շահագործման է հանձնել հիվանդանոց,
                        մասնակցել է՝ պրեմիում դասի բազմահարկ բնակելի համալիրի շինաշխատանքներին։
                    </h3>
                </div>
                <div className={classes["image_div"]}>
                    <img
                        // className={classes["about_us_img_up"]}
                        src="/img/about_us_img_up.png"
                        alt=""
                    />
                </div>
            </div>

            <div className={`${classes["about_us_up"]} ${classes["down"]}`}>
                <div className={classes["image_div"]}>
                    <img
                        // className={classes["about_us_img_up"]}
                        src="/img/about_us_img_down.png"
                        alt=""
                    />
                </div>
                <div className={`${classes["about_us_text_container"]} ${classes["down"]}`}>
                    <h3 className={classes["about_us_text"]}>
                        Վերադառնալով հայրենիք՝ որպես ղեկավար,կազմավորել և ղեկավարել է մի քանի
                        նորաստեղծ շինարարական կազմակերպություններ։ Ձևավորելով հիշյալ
                        կազմակերպություններում անհրաժեշտ բաժիններ հաստատուն ուղու վրա է դրել
                        արտադրական պրոցեսները։ 2023թ-ը բեկումնային տարի էր։ Հասունացել էր պահը
                        հիմնելու նոր՝ արդի շինարարության պահանջները բավարարող կազմակերպություն։
                        03․2023թ-ին համախմբելով իր շուրջ իր նման գործի գիտակ,բանիմաց և
                        նվիրյալ մասնագետների՝ հիմնում է «ՎԼԴ-հատուկշին» ՍՊԸ-ն։ Ունենալով
                        հարուստ աշխատանքային փորձ, ժամանակակից տեխնիկական սարքավորումներ, մեր
                        կազմակերպությունը առաջարկում է իր ծառայությունները՝
                        բնակելի-հասարակական-արտադրական շինարարության ողջ սպեկտրում(հողային
                        աշխատանքների կազմակերպումից մինչև շահագործման հանձնելը)։ Ուրախ կլինենք
                        համագործակցել նաև Ձեզ հետ․․․․    
                    </h3>
                </div>
            </div>
        </div>
    );
};

export default AboutUs;
